Repository: wojciechkapko/DrinkManager
Catalog: DrinkManager.API/Resources/SharedResource.*.resx
Languages: pl

source: Add ingredient
pl: Dodaj składnik

source: Add review
pl: Dodaj ocenę

source: Add to favourites
pl: Dodaj do ulubionych

# AlcoholContent_diff
source: alcohol content
pl: zawartości alkoholu

source: Alcohol content
pl: Zawartość alkoholu

source: alcoholic
pl: alkoholowy

source: Alcoholic drinks
pl: Alkoholowe drinki

source: All Drinks
pl: Wszystkie drinki

source: All ingredients
pl: Wszystkie składniki

source: Amount
pl: Ilość

source: Any ingredient
pl: Jakikolwiek składnik

source: Category
pl: Kategoria

source: Choose alcoholic option
pl: Wybierz opcję zawartości alkoholu

source: Clear
pl: Wyczyść

source: Confirm password
pl: Potwierdź hasło

source: Create a new account
pl: Stwórz nowe konto

source: Create new drink
pl: Dodaj nowy drink

# CreateNewDrink_diff
source: Create new drink
pl: Dodawanie nowego drinka

source: Date of review
pl: Data oceny

source: Drink List
pl: Lista drinków

source: Drink score
pl: Ocena drinka

source: Editing
pl: Edytowanie

source: Enter a drink name to find
pl: Wpisz nazwę drinka

source: Enter ingredients to find
pl: Wpisz składniki

source: Favourite drinks
pl: Ulubione drinki

source: Favourite drinks list
pl: Lista ulubionych drinków

source: Glass
pl: Szkło

source: Go back
pl: Wróć

source: Home
pl: Strona główna

source: Image URL
pl: URL obrazka

source: Ingredients
pl: Składniki

# Ingredients_diff
source: ingredients
pl: składników

source: Instructions
pl: Instrukcja

source: Language
pl: Język

source: Login
pl: Zaloguj

# Name_diff
source: name
pl: nazwy

source: Name
pl: Nazwa

source: No favourite drinks yet
pl: Brak ulubionych drinków

source: No ingredients
pl: Brak składników

source: non alcoholic
pl: bezalkoholowy

source: Non alcoholic drinks
pl: Niealkoholowe drinki

source: No reviewed drinks yet
pl: Brak oceny drinków

source: No reviews yet
pl: Brak ocen

source: optional alcohol
pl: alkohol opcjonalny

source: Optional alcohol drinks
pl: Opcjonalny alkohol

source: Password
pl: Hasło

# ratings_diff
source: ratings
pl: ich ocenę

source: Register
pl: Zarejestruj

source: Register with Facebook
pl: Zarejestruj za pomocą Facebooka

source: Register with Google
pl: Zarejestruj za pomocą Google

source: Remove
pl: Usuń

source: Remove from favourites
pl: Usuń z ulubionych

source: Review
pl: Ocena

source: Reviewed drinks
pl: Ocenione drinki

source: Reviewed drinks list
pl: Lista ocenionych drinków

source: Review of
pl: Ocena drinka

source: review to drinks
pl: recenzję do drinków

source: Save
pl: Zapisz

source: Search
pl: Wyszukaj

source: Search by alcohol content
pl: Wyszukaj po zawartości alkoholu

source: Search by ingredients
pl: Wyszukaj po składnikach

source: Search by name
pl: Wyszukaj po nazwie

# Tip1ToSearchByIngredients
source: Tip 1: you can provide one or more ingredients separated by a space
pl: Podpowiedź 1: możesz wprowadzić jeden składnik lub więcej, oddzielając je spacją

# Tip2ToSearchByIngredients
source: Tip 2: choose if you want to find drinks containing ANY or ALL provided ingredients
pl: Podpowiedź 2: wybierz czy chcesz wyszukać drink, który zawiera JAKIKOLWIEK lub KAŻDY podany składnik

# TipToSearchByName
source: Tip: you can provide a part of the name you are looking for
pl: Podpowiedź: możesz wprowadzić część nazwy drinka, którego szukasz

source: Use another service to register
pl: Użyj innej usługi, aby się zarejestrować

source: Welcome in Drink Manager App
pl: Witamy w Drink Manager App

# WhenYouFindYourBelovedDrink
source: When you find your beloved drink you can add it to your list of favourite drinks
pl: Kiedy jakiś drink Ci zasmakuje, możesz dodać go do listy swoich ulubionych drinków

source: With this app you can search drinks by their
pl: Za pomocą tej aplikacji możesz wyszukiwać drinków za pomocą ich

source: You can also add
pl: Możesz także dodać

source: your drink
pl: swojego drinka

source: Edit
pl: Edytuj

source: Enjoy
pl: Zdrówko

source: Review text
pl: Treść recenzji

source: Amount is required.
pl: Ilość jest wymagana.

source: Ingredient is required.
pl: Składnik jest wymagany.

source: The category field is required.
pl: Pole kategorii jest wymagane.

source: The glass field is required.
pl: Pole szkło jest wymagane.

source: The name field is required.
pl: Nazwa jest wymagana.

source: Drink not found
pl: Nie znaleziono drinka

source: removed
pl: usunięty

# Remove_diff
source: Remove
pl: Usuwanie

# AreYouSureYouWantToRemove
source: Are you sure that you want to remove
pl: Czy na pewno chcesz usunąć

source: Yes
pl: Tak

source: No
pl: Nie

source: Previous
pl: Poprzednia

source: Next
pl: Następna

source: Settings
pl: Ustawienia

source: Log in
pl: Logowanie

source: Forgot your password
pl: Zapomniałaś/eś hasła

source: Register as a new user
pl: Zarejestruj się jako nowy użytkownik

source: Use another service to log in
pl: Użyj innego sposobu logowania

source: Sign in with Facebook
pl: Zaloguj się przy użyciu Facebooka

source: Sign in with Google
pl: Zaloguj się przy użyciu Google

source: Use a local account to log in
pl: Użyj konta lokalnego, żeby się zalogować

# ThereAreNoExternalAuthentication
source: There are no external authentication services configured
pl: Nie skonfigurowano żadnych zewnętrznych usług uwierzytelniania

# See_website
source: See
pl: Odwiedź

source: this article
pl: tę stronę

# forDetailsOnSettingUp
source: for details on setting up this ASP.NET application to support logging in via external services
pl: aby uzyskać szczegółowe informacje na temat konfigurowania tej aplikacji ASP.NET do obsługi logowania za pośrednictwem usług zewnętrznych

source: You do not have access to this resource
pl: Nie posiadasz dostępu do tego zasobu

source: Confirm email
pl: Potwierdź email

source: Confirm email change
pl: Potwierdź zmianę emaila

source: Associate your
pl: Połącz swoje

source: account
pl: konto

source: You've successfully authenticated with
pl: Zostałeś zalogowany za pomocą

# PleaseEnterAnEmailAddress
source: Please enter an email address for this site below and click the Register button to finish logging in
pl: Podaj swój adres email przypisany do tej strony i kliknij przycisk Zarejestruj, aby zakończyć logowanie

source: Enter your email
pl: Wpisz swój email

source: Submit
pl: Zatwierdź

source: Please check your email to reset your password
pl: Sprawdź swoją skrzynkę mailową, aby zresetować hasło

source: Locked out
pl: Zablokowane konto

# ThisAccountHasBeenLockedOut
source: This account has been locked out, please try again later
pl: To konto zostało zablokowane, spróbuj ponownie później

source: Access denied
pl: Brak dostępu

source: Two-factor authentication
pl: Uwierzytelnianie dwuskładnikowe

source: Your login is protected with an authenticator app
pl: Twój login jest chroniony przez aplikację uwierzytelniającą

source: Enter your authenticator code below
pl: Wpisz poniżej swój kod uwierzytelniający

source: Don't have access to your authenticator device
pl: Nie masz dostępu do urządzenia uwierzytelniającego

source: You can
pl: Możesz

source: log in with a recovery code
pl: zalogować się za pomocą kodu odzyskiwania

source: Recovery code verification
pl: Weryfikacja kodu odzyskiwania

source: You have requested to log in with a recovery code
pl: Poprosiłaś/eś o zalogowanie się przy użyciu kodu odzyskiwania

# ThisLoginWillNotBeRememberedUntilYouProvide
source: This login will not be remembered until you provide an authenticator app code at log in or disable 2FA and log in again
pl: Ten login nie zostanie zapamiętany, dopóki nie podasz kodu z aplikacji uwierzytelniającej podczas logowania lub wyłączysz 2FA i nie zalogujesz się ponownie

source: Log out
pl: Wylogowywanie

source: You have successfully logged out of the application
pl: Wylogowałaś/eś się z aplikacji

source: Register confirmation
pl: Potwierdzenie rejestracji

source: Please check your email to confirm your account
pl: Sprawdź swoją skrzynkę mailową, aby potwierdzić konto

source: This app does not currently have a real email sender registered
pl: Ta aplikacja nie ma obecnie zarejestrowanego nadawcy wiadomości e-mail

source: see
pl: zobacz

source: these docs
pl: ten dokument

source: for how to configure a real email sender
pl: by zobaczyć jak skonfigurować nadawcę wiadomości e-mail

source: Normally this would be emailed
pl: Zwykle ta informacja zostanie wysłana mailem

source: Click here to confirm your account
pl: Kliknij tu, aby potwierdzić konto

source: Reset password
pl: Resetowanie hasła

source: Forgot password confirmation
pl: Potwierdzenie hasła

source: Remember me
pl: Zapamiętaj

source: The Email field is required.
pl: Email jest wymagany.

source: The Password field is required.
pl: Hasło jest wymagane.

source: Your password has been reset
pl: Twoje hasło zostało zresetowane

source: Click here to log in
pl: Kliknij tu, by się zalogować

source: The password and confirmation password do not match.
pl: Hasła nie są takie same.

source: The Email field is not a valid e-mail address.
pl: Wpisany email jest nieprawidłowym adresem.

# ThePasswordMustBeAtLeast6AndAtMax100
source: The Password must be at least 6 and at max 100 characters long.
pl: Hasło musi składać się z co najmniej 6 i maksymalnie 100 znaków.

source: Logout
pl: Wyloguj

source: Manage your account
pl: Zarządzaj swoim kontem

source: Change your account settings
pl: Zmień dane swojego konta

source: Profile
pl: Profil

source: External logins
pl: Logowanie zewnętrzne

source: Personal data
pl: Dane osobiste

source: Delete personal data
pl: Usuwanie danych osobowych

# DeletingThisDataWillPermanentlyRemoveYourAccount
source: Deleting this data will permanently remove your account, and this cannot be recovered
pl: Usunięcie tych danych spowoduje trwałe usunięcie Twojego konta, którego nie będzie można odzyskać

source: Delete data and close my account
pl: Usuń dane i zamknij moje konto

source: Your profile has been updated.
pl: Twój profil został zaktualizowany.

source: Unable to load user with ID
pl: Nie można załadować użytkownika o ID

source: Manage Email
pl: Zarządzaj Emailem

source: Change email
pl: Zmień email

source: New email
pl: Nowy email

source: Incorrect password.
pl: Hasło jest niepoprawne.

source: Unexpected error occurred deleting user with ID
pl: Wystąpił nieoczekiwany błąd podczas usuwania użytkownika o ID

source: Your email is unchanged.
pl: Twój mail pozostał niezmieniony.

source: Update password
pl: Zaktualizuj hasło

source: Current password
pl: Obecne hasło

source: New password
pl: Nowe hasło

source: Confirm new password
pl: Potwierdź nowe hasło

source: The new password and confirmation password do not match.
pl: Hasła nie są takie same.

source: Your password has been changed.
pl: Twoje hasło zostało zmienione.

source: Your password has been set.
pl: Twoje hasło zostało ustawione.

source: Download your data
pl: Pobierz swoje dane

source: Manage your external logins
pl: Zarządzaj zewnętrznymi loginami

source: Registered logins
pl: Zarejestrowane dane logowania

source: Add another service to log in
pl: Dodaj inną usługę, żeby się zalogować

source: The external login was not removed.
pl: Zewnętrzny login nie został usunięty.

source: The external login was added.
pl: Zewnętrzny login został dodany.

source: Unexpected error occurred loading external login info for user with ID
pl: Wystąpił nieoczekiwany błąd podczas ładowania zewnętrznych danych logowania dla użytkownika o ID

# TheExternalLoginWasNotAdded
source: The external login was not added. External logins can only be associated with one account.
pl: Zewnętrzny login nie został dodany. Logowanie zewnętrzne można powiązać tylko z jednym kontem.

source: The external login was removed.
pl: Zewnętrzny login został usunięty.

source: Delete
pl: Usuń

source: Your account contains personal data that you have given us
pl: Twoje konto zawiera dane osobowe, które nam przekazałaś/eś

source: This page allows you to download or delete that data
pl: Ta strona umożliwia ci pobranie lub usunięcie danych

source: Download
pl: Pobierz

source: Change password
pl: Zmiana hasła

source: Set password
pl: Ustaw hasło

source: You do not have a local username/password for this site
pl: Nie masz ustawionej nazwy użytkownika lub hasła do tej strony

source: Add a local account so you can log in without an external login
pl: Dodaj konto lokalne, aby móc się zalogować bez zewnętrznego logowania

source: Thank you for confirming your email.
pl: Dziękujemy za potwierdzenie adresu email.

source: Error confirming your email.
pl: Wystąpił błąd przy potwierdzeniu twojego maila.

source: Username
pl: Użytkownik

source: Set your password
pl: Ustaw swoje hasło

source: Email or password is incorrect.
pl: Email lub hasło jest niepoprawne.
